cask_args appdir: "/Applications"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "mas"

mas "1Password 7", id: 1333542190
mas "Any.do", id: 944960179
mas "Coin Tick", id: 1141688067
mas "ColorSlurp", id: 1287239339
mas "Keynote", id: 409183694
mas "LastPass", id: 926036361
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353

cask "font-actor"
cask "font-anton"
cask "font-average"
cask "font-fira-code"
cask "font-fontawesome"
cask "font-hack"
cask "font-inconsolata"
cask "font-input"
cask "font-maven-pro"
cask "font-meslo-nerd-font"
cask "font-noto-nerd-font"
cask 'font-roboto' 

cask "alfred"
cask "authy"
cask "dash"
cask "docker"
cask "dropbox"
cask "firefox"
cask "geektool"
cask "google-chrome"
cask "grammarly"
cask "iterm2"
cask "vanilla"
cask "visual-studio-code"
cask "transmission"
cask "insomnia"
cask "virtualbox"
cask "vlc"
cask "windscribe"
cask "zoomus"

brew "ansible"
brew "composer"
brew "docker-compose"
brew "ffmpeg"
brew "git"
brew "jq"
brew "mtr"
brew "nmap"
brew "node"
brew "openssl"
brew "stern"
brew "watch"
brew "youtube-dl"
brew "wget"
